<%@ page language="java" import="java.util.*" pageEncoding="utf-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>

<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
  <head>
    <base href="<%=basePath%>">
    
    <title>网上个人本外币兑换用户注册协议</title>
    
	<meta http-equiv="pragma" content="no-cache">
	<meta http-equiv="cache-control" content="no-cache">
	<meta http-equiv="expires" content="0">    
	<meta http-equiv="keywords" content="keyword1,keyword2,keyword3">
	<meta http-equiv="description" content="This is my page">
	<!--
	<link rel="stylesheet" type="text/css" href="styles.css">
	-->

  </head>
  
  <body>
    第一章  总  则
第一条 为进一步规范厦门宇鑫投资有限公司（以下简称“宇鑫”）网上个人本外币兑换业务操作，更好地贯彻落实国家外汇管理局有关个人本外币特许业务管理的政策要求，促进宇鑫个人本外币兑换业务的健康稳健发展，规范网上个人本外币兑换业务操作，根据《个人外汇管理办法》（中国人民银行令[2006]3号）、《个人外汇管理办法实施细则》（汇发［2007］1号）《个人本外币兑换特许业务管理办法》（汇发［2012］27号）宇鑫《个人本外币兑换操作规程》等文件，特制定本规程。
第二条 本规程适用于宇鑫网上个人本外币兑换部门。
第二章  业务与系统
第三条 宇鑫网上个人本外币兑换业务（以下简称“网上兑换”）是为境内个人提供在网上本币兑换外币的业务。
第四条 宇鑫网上个人本外币兑换业务系统（以下简称“宇鑫网上兑换系统”）。宇鑫网上兑换系统在客户兑换时，自主登陆链接至国家外汇管理局个人结售汇系统，通过“数据抓取”技术查询和录入客户兑换额度与兑换金额，同时与链接的合作银行电子银行系统比对客户信息的真实性，满足客户身份真实性辨别、不超额度兑换和客户自助将本币兑换为外币的业务要求。
第五条 新台币兑换业务。客户兑换新台币时，仅可预约至柜台提取新台币现钞。
第六条 牌价管理。原则上网上兑换的牌价应于总部营业厅兑换牌价一致。
第七条 网上兑换（新台币兑换除外）分实时兑换和延时兑换。实时兑换是指客户支付本币现钞后可实时收到兑换的外币现钞；延时兑换是指客户支付本币现钞后于首个工作日9:00收到兑换的外币现钞。
实时兑换。工作日9:00至16:30时间段兑换，系统采取实时兑换，即：客户转账到宇鑫备付金帐户，合作银行根据宇鑫网上兑换系统指令，从宇鑫备付金帐户实时提取对应的外币现钞存入客户帐户。
延时兑换。非工作日9:00至16:30时间段兑换，客户完成转账，银行对客户转入宇鑫备付金帐户的资金冻结监管，之后首个工作日9：00银行根据宇鑫网上兑换系统指令，从宇鑫备付金帐户提取对应的外币现钞存入客户帐户，完成兑换后，冻结资金解冻。
第三章 业务操作流程
第八条 境内个人在办理网上兑换时，应先在网上兑换系统兑注册用户，后登陆并确认阅读《网上个人本外币兑换业务章程》方可兑换，具体流程、用户信息准确性比对和兑换额度比对，见第九、十、十一、十二、十三条。
第九条 注册
境内个人用户注册时需填写基本用户信息，姓名、身份证号码、联系方式、银行卡号等必填模块。客户按照系统要求填写基本信息后，阅读电子协议（含授权书）与免责声明。点击同意宇鑫《网上个人本外币兑换用户注册协议》条款，完成注册操作。
第十条 电子银行系统对客户信息准确性比对审核
网上兑换客户注册用户时，宇鑫网上兑换系统将把客户注册时的客户信息发送至合作银行电子银行系统进行比对，电子银行系统在宇鑫客户网上支付时，对支付卡下个人信息与宇鑫客户信息进行比对，不一致则转账失败，交易失败。对于因信息比对不一致交易失败的客户，宇鑫网上兑换系统将该客户列入黑名单客户。
第十一条 登录
注册用户通过后台审核后，在登录页面填写自己设定的身份证号、密码、提示问题及答案4个要素，登录到交易系统（如果客户在一天内连续3次出现登录失败，该账户将被锁定，需要申请解锁以后才能使用）。
第十二条 客户阅读确认宇鑫《网上个人本外币兑换业务章程》。
第十三条 兑换
1、客户在7:00至22：00之间的兑换。
1.1进入兑换界面，用户根据兑换限额提示进行兑换。用户选择对应的兑换选项（兑换币种、兑换金额），填写完整后，系统根据客户类型在宇鑫兑换系统进行比对。
1.2宇鑫网上兑换系统和国家个人结售汇系统比对。
1.2.1宇鑫网上兑换系统比对
○1、客户该笔兑换金额是否超过等值5000美元或超过宇鑫备付金帐户对应币种现钞余额；
○2、加上该笔兑换当日累计是否超过等值5000美元；
○3、加上该笔兑换年度兑换总额是否超过50000美元；
○4、是否为国家外汇管理局列入的“关注名单”。
对比客户该笔兑换未超过等值5000美元或超过宇鑫备付金帐户对应币种现钞余额，日、年兑换额度均未超出，也非国家外汇管理局“关注名单”对象，则进入下一环节，进行国家外汇管理局个人结售汇系统对比。
对比其中一项超出，则系统将反馈给客户对应的提示信息。
1.2.2国家外汇管理局个人结售汇系统比对：
○1、加上该笔兑换当日累计是否超过等值5000美元；
○2、加上该笔兑换年度兑换总额是否超过50000美元。
对比客户加上该笔读后当日累计未超过5000美元，年度总额也未超过50000美元，则客户进行支付模块进行支付。
对比其中一项超出，则系统将反馈给客户对应的提示信息。
1.3客户网上支付人民币
通过系统的自动对比，满足兑换约束条件，交易系统生成订单信息，并启用合作银行支付模块，进行网上支付操作。（非工作日9：00至16：40时间段客户支付人民币的资金，由银行冻结监管至银行从宇鑫备付金帐户提取对应外币现钞存入客户帐户。）客户完成支付操作，银行对宇鑫发送的客户信息和客户在银行开立该银行卡时登记的客户信息和备付金帐户对应外币余额进行比对，不一致则转账失败，交易终止；一致则转账成功，进行个人结售汇系统与宇鑫本外币兑换系统登记。
1.4个人结售汇系统与宇鑫本外币兑换系统录入
支付成功后，系统将根据客户点击的确认信息，将兑换信息登记到个人结售汇系统和宇鑫本外币兑换系统，生成购汇通知书和兑换水单。
1.5 备付金银行提取外币现钞存入客户账户或客户至柜台提钞
1.5.1非新台币兑换业务，备付金银行提取外币现钞存入客户账户
1.5.1.1客户在工作日9：00至16：30时间段进行兑换支付，转账至宇鑫备付金账户，网上操作完成后，系统将根据兑换账单信息，发送指令至合作银行，合作银行将根据客户支付人民币的到账时间，实时从备付金帐户提取对应外币现钞存入客户账户。
1.5.1.2客户在非工作日9:00至日16:30时间段进行兑换支付，客户完成转账，银行对客户转入资金冻结监管，之后首个工作日9：00银行根据宇鑫网上兑换系统指令，从宇鑫备付金帐户提取对应的外币现钞存入客户帐户。
1.5.2新台币兑换业务，客户预约至柜台提钞
对于新台币兑换业务，客户选择指定的提钞网点，预约提钞时间，双方约定超过预约时段48小时（工作日时间）未提钞，该笔交易撤销，备付金银行退还客户转入人民币资金。若客户在规定的时间内提取外币现钞，则交易成功，银行解除对应冻结资金。
2、客户在22:00至次日7：00之间的兑换。
2.1同1.1
2.2宇鑫网上兑换系统比对。
○1、客户该笔兑换金额是否超过等值500美元或超过宇鑫备付金帐户对应币种现钞余额；
○2、加上该笔兑换当日累计是否超过等值5000美元；
○3、加上该笔兑换年度兑换总额是否超过50000美元；
○4、加上该笔兑换日兑换是否超过五次；
○5、是否为国家外汇管理局列入的“关注名单”。
对比客户兑换未超过等值500美元或宇鑫备付金帐户对应币种现钞余额，日、年兑换额度，日兑换次数均未超出，也非国家外汇管理局的“关注名单”，则进入支付页面。
对比其中一项超出，则系统将反馈给客户对应的提示信息。
2.3网上支付
通过系统的自动对比，满足兑换约束条件，交易系统生成订单信息，并启用合作银行支付模块，进行网上支付操作。该客户转账资金由银行冻结监管至银行从宇鑫备付金帐户提取对应外币现钞存入客户帐户。
2.4录入到宇鑫本外币兑换系统
支付成功后，系统将根据客户点击的确认信息，将兑换信息登记到宇鑫本外币兑换系统，生成兑换水单。
2.5备付金银行提取外币现钞存入客户账户或客户至柜台提钞
2.5.1非新台币兑换业务，备付金银行提取外币现钞存入客户账户
客户完成转账指令，后首个工作日9:00，银行根据宇鑫发送的客户信息和客户在银行开立该银行卡时登记的客户信息和备付金帐户对应外币余额进行比对，不一致则转账失败，交易终止；一致则转账成功，进行个人结售汇系统与宇鑫本外币兑换系统登记。
2.5.2新台币兑换业务，客户预约至柜台提钞
对于新台币兑换业务，客户选择指定的提钞网点，预约提钞时间，双方约定超过预约时段48小时（工作日时间）未提钞，该笔交易撤销，备付金银行退还客户转入人民币资金。若客户在规定的时间内提取外币现钞，则交易成功，银行解除对应冻结资金。
2.6个人结售汇系统补录
后台管理人员每天上班时（24小时以内），应对上一个22:00至次天7:00时间段产生的兑换业务进行个人结售汇系统购汇信息补录，补录时再备注栏注明“特许兑换补录”。
第十四条 交接班前，结算人员应将兑换时打印的个人结售汇通知书与兑换水单整理完毕对应归档，并于每月3个工作日内按照水单号排序移交到档案部门。

第四章 风险管理
第十五条 兑换额度控制。对于客户的每笔兑换，系统自动在宇鑫兑换系统和国家外汇管理局个人结售汇系统，进行实时查询对比是否为“关注名单”，是否超出单笔兑换额度、当日累计额度或年兑换额度，对于被列为“关注名单”者，该用户将被锁定，无法兑换，兑换超出单笔兑换额度、当日累计兑换额度或年度额度的客户，退回兑换需求，提醒客户超额，从源头杜绝超额兑换的违规操作风险。
第十六条 外币汇款防范。客户将兑换外币所需的人民币通过网上支付，支付至宇鑫备付金账户，系统根据确认信息，发送指令给备付金合作银行，合作银行收到指令后，从宇鑫备付金账户提取对应外币现钞，存入客户账户，实现现钞交易。
第十七条 客户资金安全管理。客户兑换采用实时兑换和延期到账兑换两类，实现客户本币资金至宇鑫备付金帐户，银行就从宇鑫备付金帐户提取对应外币现钞，存入客户帐户，降低客户兑换资金风险担忧。
第十八条 客户套用他人身份信息进行兑换。客户兑换时，合作银行电子银行系统将对客户信息的真实准确性进行比对，防止客户套用他人身份信息进行兑换和因此带来第三方追溯的责任。
第十九条 系统安全。宇鑫个人网上兑换交易系统分别存放至兑换网站服务器、兑换交易系统服务器、兑换交易系统数据库服务器、宇鑫个人本外币兑换系统服务器四个服务器上，并在异地配置灾备服务器，同时在各服务器间架设防火墙，设置安全策略，客户需通过宇鑫对外网站服务器方可访问至兑换交易系统，后通过兑换交易系统读取数据库服务器的数据；对于后台权限人员登陆系统，必须由指定的固定IP登陆。
第二十条 数据安全。兑换交易系统的兑换牌价将从兑换交易系统数据库读取，后与宇鑫个人本外币兑换系统服务器的交易牌价进行比对，一致方对外显示，比对数据不一致时，发送内部告警；实施实时异地备份制度，保证数据使用的安全性，并能及时有效的启用备份机，实施兑换业务。
第二十一条 内部监督。业务监督部门对网上兑换业务实行定期与不定期的检查，包括对业务操作规范性，兑换水单、客户信息的存档，对于不合规操作的人员根据违规操作情况进行教育纠正或处理。
第二十二条 风险控制财务监督等部门通过财务审计等方法对网上营业的各备付金账户和日库存量进行监管，若各备付金账户存储金额或日库存现金量不符合要求等问题，应及时督促整改，情节严重对当班主管进行处理。
第二十三条 各结算主管应使用兑换水单查询、兑换水单维护查询、交易撤销情况查询、交易明细查询、交易统计等监管统计功能，加强对异常交易的监控。
第二十四条 各结算人员在客户交易失败后，应将对应的水单作废处理，严格管理，防范业务风险。
第二十五条 网上兑换过程中产生的电子记录应长期保存，监控录像不低于3个月的保存时间，兑换水单、结售汇通知书、备付金报表等各类纸质件保存3年以上备查。

    
  </body>
</html>
